// 定义日语语言包对象
const ja = {
    title: {
        characters: "文字",
        words: "単語",
        spaces: "スペース",
        letters: "英字",
        charactersWithoutSpaces: "スペースのない文字",
        sentences: "文",
        paragraphs: "段落"
    },
    tips: {
        tips: "ヒント：改行文字を入力すると、テキストの段落になります。"
    },
    boxTips: {
        placeholder: "文字数などをチェックするためにここにテキストを入力または貼り付けます！"
    },
    buttonText: {
        button1: "テキストの消去",
        button2: "テキストのコピー"
    },
    introduce: {
        title: "オンライン文カウンタ（文カウンタとは？）",
        p1: "このオンライン文カウンタを使用すると、テキストボックスに入力されたテキスト内容にどれだけの文と段落があるかを正確に判断するのに役立ちます。",
        p2: "また、このオンライン文カウンタは、テキストコンテンツ内の文字、単語、スペース、文字、スペースのない文字の数を統計することもできます。",
        p3: "この文カウンタは、単一のテキスト文字列から複数の改行文字で区切られた多数のテキスト段落まで、任意のテキスト内容を処理できます。短編小説、長編テキスト、さらには1冊の本の内容など、数千字のテキスト内容をすばやく処理することができます。",
        p4: "したがって、このオンライン文カウンタツールは、作業中にテキストコンテンツを操作するためのほとんどのニーズを満たし、退屈な作業に少しでも楽しさを加えることができます。"
    },
    // seo配置多语言
    head: {
        title: "センテンスカウンタ - あなたの仕事を楽しむために",
        htmlAttrs: {
            lang: "ja"
        },
        meta: {
            description: "この文カウンタは、単一のテキスト文字列から複数の改行文字で区切られた多数のテキスト段落まで、任意のテキスト内容を処理できます。退屈な仕事に少し楽しみを加えることができます。"
        }
    }
}
export default ja;