// 定义韩语语言包对象
const ko = {
    title: {
        characters: "문자",
        words: "단어",
        spaces: "공백 문자",
        letters: "자모",
        charactersWithoutSpaces: "공백이 없는 문자",
        sentences: "문장",
        paragraphs: "문장"
    },
    tips: {
        tips: "팁: 줄 바꿈 문자를 입력하면 텍스트가 됩니다."
    },
    boxTips: {
        placeholder: "여기에 텍스트를 입력하거나 붙여넣어 문자 수 등을 확인하십시오!"
    },
    buttonText: {
        button1: "텍스트 지우기",
        button2: "텍스트 복사"
    },
    introduce: {
        title: "온라인 문장 카운터 (문장 카운터란?)",
        p1: "이 온라인 문장 카운터를 사용하면 텍스트 상자에 입력한 텍스트 내용에 문장과 단락이 얼마나 있는지 정확하게 확인할 수 있습니다.",
        p2: "또한 이 온라인 문장 카운터는 텍스트 내용의 문자, 단어, 공백, 알파벳 및 공백이 없는 문자의 수를 집계할 수 있습니다.",
        p3: "이 문 카운터는 단일 텍스트 문자열에서 여러 줄 바꿈으로 구분된 많은 텍스트 단락까지 모든 텍스트 내용을 처리할 수 있습니다.그것은 단편 소설, 장편 텍스트, 심지어 책 한 권의 내용을 포함한 수천 자의 텍스트 내용을 빠르게 처리할 수 있다.",
        p4: "따라서 이 온라인 문장 카운터 도구는 작업할 때 텍스트 내용을 조작하는 대부분의 요구를 충족시키고 지루한 작업에 즐거움을 더할 수 있습니다."
    },
    // seo配置多语言
    head: {
        title: "문장 카운터 - 당신의 일에 즐거움을 더하다",
        htmlAttrs: {
            lang: "ko"
        },
        meta: {
            description: "이 문 카운터는 단일 텍스트 문자열에서 여러 줄 바꿈으로 구분된 많은 텍스트 단락까지 모든 텍스트 내용을 처리할 수 있습니다.그것은 너의 무미건조한 일에 약간의 즐거움을 더할 수 있다."
        }
    }
}
export default ko;