// 定义中文语言包对象
const zh = {
    title: {
        characters: "字符",
        words: "单词",
        spaces: "空格符",
        letters: "字母",
        charactersWithoutSpaces: "没有空格符的字符",
        sentences: "句子",
        paragraphs: "段落"
    },
    tips: {
        tips: "提示：当你键入换行符时，它就会变成一段文字。"
    },
    boxTips: {
        placeholder: "在此处键入或粘贴文本以检查字符数等！"
    },
    buttonText: {
        button1: "清除文本",
        button2: "复制文本"
    },
    introduce: {
        title: "在线句子计数器（什么是句子计数器？）",
        p1: "当你使用这个在线句子计数器时，它可以准确地帮助你确定你在文本框中输入的文本内容中有多少句子和段落。",
        p2: "此外，这个在线句子计数器还可以统计文本内容中的字符、单词、空格、字母和无空格字符的数量。",
        p3: "此语句计数器可以处理任何文本内容，从单个文本字符串到由多个换行符分隔的大量文本段落。它可以快速处理数千字的文本内容，包括短篇小说、长篇文本，甚至一本书的内容。",
        p4: "因此，这个在线句子计数器工具可以满足您在工作时操作文本内容的大部分需求，并为乏味的工作增添一点乐趣。"
    },
    // seo配置多语言
    head: {
        title: "句子计数器 - 为你的工作增加乐趣",
        htmlAttrs: {
            lang: "zh"
        },
        meta: {
            description: "此语句计数器可以处理任何文本内容，从单个文本字符串到由多个换行符分隔的大量文本段落。它可以为你乏味的工作增添一点乐趣。"
        }
    }
}
export default zh;